Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.15.10.13_fin.txt.tmx
Source language: fin
Languages: sme

source: Kolonialismin haamuja 8j-kokouksessa
sme: Kolonialismma gopmiid suoivanat 8j-čoakkámis

source: Montrealin kansainvälinen 8j-kokous oli hyvin erikoinen ja ristiriitainen.
sme: Montreala riikkaidgaskasaš 8j-čoakkán lei hui earenoamáš ja maiddái paradoksála.

source: Kokouksissa tehtiin hyviä päätöksiä, mutta joidenkin valtioiden toiminta jätti ikävän kolonialistisen varjon kokouksen ylle.
sme: Čoakkámiin dahkkoje buorit mearrtádusat, muhto muhtin stáhtaid meannudeapmi guđii ahkidis kolonialisttalaš suoivana čoakkáma nala.

source: Kokouksen yksi tärkeimpiä asioita, joka alkuperäiskansojen näkökulmasta oli mitä helpoin ja yksiselitteisin asia, osoittautui yhdeksi vaikeimmista.
sme: Čoakkáma okta deháleamos áššiin, mii álgoálbmogiid oaidninčiegas lei hui ovttačilggolaš ja álki, leige oktage čoakkáma váddásepmosiin.

source: Alkuperäiskansat ovat pitkään esittäneet, että biodiversiteettisopimuksen kontekstissa siirryttäisiin käyttämään terminologia, joka vastaa YK:n alkuperäiskansajulistusta ja Rio +20 – julistusta.
sme: Álgoálbmogat leat guhká ovddidan, ahte biodiversiteahttasoahpamuša kontevsttas galggalii atnigoahtit termiinologiija, mii dávista ON:a álgoálbmojulggaštussii ja Rio +20 – julggaštussii.

source: Esityksen mukaan terminologia alkuperäiskansat ja paikallisyhteistö (indigenous people and local comminities) korvaisi nykyisen muotoilun alkuperäis- ja paikallisyhteisöt sijaista (indigenous and local communities).
sme: Evttohusa mielde terminologiija álgoálbmogat ja báikkálašservošat (indigenous people and local comminities) buhttelii dáláš hábmema álgoálbmot- ja báikkálašservošat (indigenous and local communities).

source: Alkuperäiskansat eivät ole vaatineet sopimuksen muuttamista, vain terminologian muuttamista kaikissa tulevissa päätöksissä.
sme: Álgoálbmogat eai leat gáibidan soahpamuša earáhuhttima, muhto terminologiija earáhuhttima buot boahtteáigge mearrádusain.

source: COP 11 eli biodiversiteettisopimuksen allekirjoittajamaiden osapuolikokous oli edellyttänyt, että kansainvälinen artikla 8j-työryhmäkokous Montrealissa valmistelisi esityksen uudistetaanko terminologiaa vai ei.
sme: COP 11 dehege biodiversiteahttasoahpamuša vuolláičálliriikkaid oassebeallečoakkán lei gáibidan, ahte riikkaidgaskasaš artihkal 8j-bargojoavkočoakkán Montrealis válmmaštalalii evttohusa ođasnuhttojuvvojo terminologiija vai ii.

source: 8j-kokous ei tähän kuitenkaan pystynyt.
sme: 8j-čoakkán ii bastán dán bargat.

source: Suurimmat syylliset tähän olivat Kanada, Ranska ja Englanti.
sme: Stuorimus sivalaččat dása ledje Kanada, Ránská ja Stuora-Británnia.

source: Pohjoismaista Suomi, Norja, Tanska ja Ruotsi tukivat vahvasti terminologian muuttamista alkuperäiskansoiksi ja paikallisyhteisöiksi mainittujen alkuperäiskansojen julistuksen ja Rio +20 julistuksen mukaisesti.
sme: Davviriikkain Suopma, Norga, Danmárku ja Ruoŧŧa dorjo hui garrasit terminologiija rievdadeami álgáálbmogin ja báikkálašsearvvušin álgoálbmotjulggaštusa ja Rio +20 – julggaštusa mielde.

source: EU:n sisällä asiasta ei ollut yksimielisyyttä.
sme: EU:a siste áššis ii lean ovttamielalašvuohta.

source: EU:n käytännön mukaisesti kansainvälisissä 8j-työryhmän kokouksissa EU-puheenjohtajamaa käyttää EU-maiden puolesta yhteiset puheenvuorot.
sme: Riikkaidgaskasaš 8j-bargojoavkku čoakkámiin EU:a geavada mielde EU-ságadoalliriika geavaha EU-riikkaid oktsaš sáhkavuoruid.

source: Tässä tapauksessa Liettua, käytti EU-maiden puolesta puheenvuorot.
sme: Dán dáhpáhusas Lietuva geavahii EU-riikkaid beales oktasaš sáhkavuoruid.

source: Koska EU-maat eivät poikkeuksellisesti löytäneet yksimielisyyttä terminologia-asiassa, niin jokainen EU-jäsenvaltio sai käyttää asiassa oman puheenvuoronsa.
sme: Daningo EU-riikkat eai dán vuoru gávdnan ovttamielalašvuođa terminologiija-áššis, nu juohke EU-lahttostáhta oaččui geavahit áššis iežas sáhkavuoru.

source: Iso-Britannia ja Kanada vetosivat omissa puheenvuoroissaan mm. siihen, että laillisia vaikutuksia terminologian muuttamiselle ei ole selvitetty.
sme: Stuora-Británnia ja Kanada doarjale iežaska sáhkavuoruin ee. dasa, ahte lágalaš váikkuhusast terminologiija rievdadeapmái eai leat čilgejuvvon.

source: Yksikään valtio ei myöskään halua avata biodiversiteettisopimusta terminologian muuttamiseksi.
sme: Oktage stáhta ii maid hálit rahpat biodiversiteahttasoahpamuša terminologiija earáhuhttima várás.

source: En minäkään kannata biodiversiteettisopimuksen muuttamista, koska vaarana on, että se avaisi mahdollisuuden heikentää biodiversiteettisopimuksen velvoitteita nykyisessä taloudellisessa ja poliittisessa tilanteessa.
sme: In dat gal munge dan hálit biodiversiteahttasoahpamuša earáhuhttima, daningo várran lea, ahte dat rabalii vejolašvuođa geahnohuhttit biodiversiteahttasoahpamuša geatnegasvuođaid dálás ekonomalaš ja olitihkalaš dilis.

source: Saamelaiskäräjien II varapuheenjohtaja Heikki Paltto ja allekirjoittanut 8(j)-kokouksessa.
sme: Sámedikki II várreságadoalli Hánno heaika ja mun 8(j)-čoakkámis.

source: Kuva: Inga-Briitta Magga
sme: Govva: Inga-Briitta Magga

source: Asiakokonaisuus oli esillä jo kaksi vuotta sitten edellisessä kansainvälisessä 8j-työrymän kokouksessa.
sme: Áššeollisvuohta lei ovdan juo guokte jagi dás ovdal ovddit riikkaidgaskasaš 8j-bargojoavkku čoakkámis.

source: Jo silloin nostettiin esille tarve tehdä laillinen analyysi terminologian muuttamisen vaikutuksesta.
sme: Juo dalle loktejuvvui ovdan dárbu dahkat lágalaš analysa terminologiija rievdadeami váikkuhusain.

source: Olen pettynyt, kun sitä ei oltu tehty ja jotkut valtiot voivat viivyttää ja viivyttää päätöksentekoa asiassa.
sme: Dan dáfus lean behtton, go dat ii lean bargon ja muhtin stáhtat sáhttet maŋidit ja maŋidit mearrádusdahkama áššis.

source: Seuraava COP on ensi syksynä Etelä-Koreassa.
sme: Čuovvovaš COP lea boahtte čavčča Lulli-Koreas.

source: Ranska vastusti terminologian muuttamista vedoten mm. siihen, että Ranskan perustuslaki tunnustaa vain ranskalaiset. Ranskassa on vain ranskalaisia, ei muita kansoja.
sme: Ránská vuostálasttii rievdadeami doarjalettiin ee. dasa, ahte Ránskká vuođđoláhka dovda dušše ránskkálaččaid, Ránskkás leat duššebeare ránskkálaččat, eai eará álbmogat.

source: Myöskään Kanada lainsäädäntöön vedoten ei halunnut muuttaa terminologiaa.
sme: Maiddái Kanada doarjalii iežas lágaide, maid dihte ii mahkaš sáhtále rievdadit terminologiija.

source: Tämä oli hyvin ristiriitaista sen vuoksi, että Kanadan perustuslain mukaan Kanadassa on alkuperäiskansoja eikä alkuperäiskansayhteisöjä.
sme: Dat fas ii leat harmoniijas Kanada lágaiguin, daningo Kanada vuođđolága mielde doppe leat álgoálbmogat eaige álgoálbmotservošat.

source: Kanadan kantaa kritisoivatkin vahvasti Cree-intiaanien neuvosto ja muut alkuperäiskansajärjestöt Kanadassa.
sme: Kanada oidnui bukte garra moaitámušaid Cree-indiánaid ráđđi ja Kanada eará álgoálbmotorganisašuvnnat.

source: Kanada, Ranska ja Iso-Britannia pyrkivätkin hyvin aktiivisesti lieventämään kokouksen päätöksiä.
sme: Kanada, Ránská ja Stuora-Británnia viggenai aktiivvalaččat láivudit čoakkáma mearrádusaid.

source: Ranska ja Iso-Britannia pelkäävät päätöksien vaikutuksia alusmaihinsa.
sme: Ránská ja Stuora-Británnia ballaba mearrádusaid váikkuhusaid iežaska hálddašan koloniijaide.

source: Kolonialismilla on pitkät jäljet.
sme: Kolonialismmas leat guhkes gieđat.

source: Vaikka kansainvälinen lainsäädäntö ja ihmisoikeudet ovat kehittyneet, kolonialismin varjo edistyksen pimentäjä ja kolonialistinen politiikka on vieläkin voimissaan.
sme: Vaikko riikkaidgaskasaš lágat ja olmmošrievttit leat gárganan, de kolonialismma suoivvan lea ovdáneami sevnnjodahtti ja kononialisttalaš politihkka lea velnai vuoimmálaš.

source: Montrealissa oli edustajia kaikilta saamelaiskäräjiltä.
sme: Montrealis ledje ovddasteaddjit buot sámedikkiin.

source: Pidimmekin yhteiskokouksen, jossa käsittelimme saamelaiskäräjien tekemää työtä artikla 8(j):n toimeenpanemiseksi ja missä asioissa tulisi tehdä yhteistyötä.
sme: Doalaimetnai oktasaščoakkáma, mas gieđahalaimet sámedikki bargan barggu 8(j):a olláhuhttima várás ja makkár áššin galggalii bargat ovttasráđiid.

source: Kussakin saamelaiskäräjillä työskentelee 8(j)-asioista vastaava virkamies, joten lähtökohdat ovat hyvät.
sme: Guđenai sámedikkis bargá virgeolmmoš, man ovddasvástádussan leat maid 8(j)-áššit ja danin vuolggasadji lea buorre.

source: Kuten oheistapahtumassa pitämässä puheessani totesin, artikla 8(j):tä on toimeenpantu eri tavoin Suomessa, Ruotsissa ja Norjassa.
sme: Dego oalgedáhpáhusas doallan ságastan gávnnahin, artihkal 8(j) lea olláhuhtton sierra vuogi mielde Suomas, Ruoŧas ja Norggas.

source: Sovimmekin, että laadimme yhteisesityksen saamelaiselle parlamentaariselle neuvostolle sekä kunkin maan 8(j)-asioista vastaavalle ministeriölle miten artikla 8(j):n velvoitteita tulisi toimeenpanna.
sme: Soabaimetnai, ahte ráhkadit oktasaševttohusa sámi parlamentáralaš ráđđái sihke guđe riikka 8(j)-áššiid ovddasvástideaddji ministeriijai das, mot artihkal 8(j):a geatnegasvuođat galggale olláhuhttot.

source: Saamelaiskäräjien kotisivuilta löytyvät tiedotteet kansainvälisen 8(j)-kokouksen päätöksistä Montrealissa ja siellä Suomen saamelaiskäräjien pitämästä oheistapahtumasta.
sme: Sámedikki ruovttusiidduin gávdnojit dieđáhusat riikkaidgaskasaš 8(j)-čoakkáma mearrádusain Montrealis ja doppe Suoma sámedikki doallan oalgedáhpáhusas.

source: Seuraavassa blogissani kerron saamelaiskäräjien valtuuskunnan vierailusta keha ' ka-kansan luona.
sme: Čuovvovaš bloggas muitalan sámedikkiid sáttagotti guossástallamis keha ' ka-álbmoga luhtte.

source: Valtakulttuurien antama nimitys kansalle on mohawk.
sme: Váldokultuvrra navdin namma álbmogii lea Mohawk.

source: Tällä viikolla osallistun Norjan saamelaiskäräjien avajaisiin Kaarasjoella.
sme: Dán vahku oassálasttán Norgga sámedikki rahpandoaluide Kárášjogas.

source: Vuontisjärvellä 14.10.2013
sme: Vuottesjávrres 14.10.2013

source: Klemetti Näkkäläjärvi
sme: Juvvá Lemet
